# generate with
# pacman -Qm
# install with
# yaourt -S


macchanger-gtk
pandoc-bin
thunderbird-lightning-bin
feedthemonkey
gitflow-avh
gnome-keyring-query
gitinspector
#brother-hl2130
brother-hl2140
mikidown
betty
ghi
gpodder3
gisto
gitbook-editor
gitflow-avh
grub-customizer
multimarkdown
netcat
thunderbird-lightning-bin
sortphotos
symfony-installer
xprintidle