# install stuff from the repos excluding aur installs
# generate a list of aur packages with
# pacman -Qqm
# List packages installed from the official repositories.
# pacman -Qq | grep -Fv -f <(pacman -Qqm)
# Installing from the package list:
# pacman -S $(cat pacman.list)
# or
# for x in $(cat pacman.list); do pacman -S $x; done
# https://bbs.archlinux.org/viewtopic.php?pid=470581#p470581
ansible
dmidecode
docker
base-devel
bijiben
php-composer
conky
seahorse
#devhelp
dictd
emacs
firefox
foomatic-db
gedit
gedit-code-assistance
gitlab-ci-multi-runner
gutenprint
irssi
jre8-openjdk
jdk8-openjdk
zsh-doc
gnome
gnome-icon-theme-extras
gnome-power-manager
pamac
gnome-tweak-tool
gnome-sound-recorder
#gnome-photos
#geary
gnome-calendar
go
isync
linux318-virtualbox-host-modules
keepass
logwatch
mercurial
newsbeuter
notmuch
nodejs
npm
parcellite
python2-pip
python-pip
python-pylint
ruby-ronn
rabbitvcs
sparkleshare
syncthing-gtk
#taskd
terminator
texlive-latexextra
thunderbird
tmux
thefuck
txt2man
vagrants
vim
virtualbox
vlc
weechat
xclip
yaourt
zim
zsh
# XXX https://github.com/ggreer/the_silver_searcher
the_silver_searcher
