# install stuff from the repos excluding aur installs
# generate a list of aur packages with
# pacman -Qqm
# List packages installed from the official repositories.
# pacman -Qq | grep -Fv -f <(pacman -Qqm)
# Installing from the package list:
# pacman -S $(cat pacman.list)
# or
# for x in $(cat pacman.list); do pacman -S $x; done
# https://bbs.archlinux.org/viewtopic.php?pid=470581#p470581
ansible
atom
dmidecode
docker
php-composer
conky
seahorse
#devhelp
docker-compose
dictd
emacs
firefox
fasd
foomatic-db
gedit
gedit-code-assistance
gutenprint
irssi
jre8-openjdk
jdk8-openjdk
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-calculator
gnome-calendar
gnome-code-assistance
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-desktop
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-icon-theme
gnome-icon-theme-extras
gnome-icon-theme-symbolic
gnome-keyring
gnome-menus
gnome-mime-data
gnome-online-accounts
gnome-power-manager
gnome-screensaver
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-sound-recorder
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-standard
gnome-tweak-tool
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-icon-theme-extras
gnome-power-manager
gnome-tweak-tool
gnome-sound-recorder
gnome-calendar
go
isync
keepass
logwatch
macchanger
mercurial
newsbeuter
notmuch
nodejs
npm
pamac
pandoc
parcellite
python2-pip
python-pip
python-pylint
ruby-ronn
sparkleshare
syncthing-gtk
terminator
texlive-latexextra
thunderbird
tmux
thefuck
txt2man
vagrant
vim
virtualbox
vlc
weechat
xclip
yaourt
yarn
zim
zsh
zsh-doc

# XXX https://github.com/ggreer/the_silver_searcher
the_silver_searcher
