# generate with
# pacman -Qm
asio-latest
betty
brother-hl2140
buku
dcadec
directfb
fasd-git
feedthemonkey
foomatic-db-gutenprint
gcstar
gegl02
ghi
gisto
gitbook-editor
gitflow-avh
gitinspector
gksu
gnome-keyring-query
haskell-cmark
haskell-semigroups
js
js17
js38
lib32-gperftools
lib32-json-c
lib32-libgnutls28
lib32-libtxc_dxtn
lib32-nettle4
lib32-rtmpdump
lib32-tcp_wrappers
libgksu
libhangish-git
libtracker-sparql
libtxc_dxtn
linux-rt-lts-manjaro-ndiswrapper
manjaro-features
mhwd-nvidia-304xx
multimarkdown
myrepos
nettle4
oil
pcmciautils
peco
plymouth
qt5-quick1
sortphotos
stuffkeeper-git
tcp_wrappers
thunderbird-lightning-bin
ttf-ms-fonts
uzbl-browser
uzbl-core
virtualbox-ext-oracle
vte
xorg-server-utils
xorg-utils
zd1211-firmware
zotero-beta
