# install stuff from the repos excluding aur installs
# Installing from the package list:
# pacman -S $(cat pacman.list)
# or
# for x in $(cat pacman.list); do pacman -S $x; done
# https://bbs.archlinux.org/viewtopic.php?pid=470581#p470581
node
terminator
sparkleshare
emacs
vim
zim
pandoc
zsh
thunderbird
vlc
composer
logwatch
conky
composure
yaourt
base-devel
gnome
pamac
vagrant
virtualbox
